-- By @Abolfazl_le / @LuaError
return {
HelpLockEN = [[
─═हई 𝑾𝒆𝒍𝒄𝒐𝒎𝒆 𝑻𝒐 𝑳𝒐𝒄𝒌 𝑯𝒆𝒍𝒑 𝑷𝒂𝒈𝒆 𝑶𝒏𝒆 ईह═─

➣ 𝑳𝒐𝒄𝒌 𝑳𝒊𝒏𝒌
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴄʟᴏꜱᴇ ꜱᴇɴᴅɪɴɢ ʟɪɴᴋ

➣ 𝑳𝒐𝒄𝒌 𝑭𝒐𝒓𝒘𝒂𝒓𝒅
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱɪɴɢ ꜰᴏʀᴡᴀʀᴅ ᴍᴇꜱꜱᴀɢᴇ ꜰʀᴏᴍ ᴜꜱᴇʀ ᴏʀ ᴄʜᴀɴɴᴇʟ

➣ 𝑳𝒐𝒄𝒌 𝑴𝒆𝒏𝒕𝒊𝒐𝒏
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴄʟᴏꜱᴇ ᴍᴇɴᴛɪᴏɴ ᴏᴛʜᴇʀ ᴘᴇᴏᴘʟᴇ ᴏɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑼𝒔𝒆𝒓𝒏𝒂𝒎𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴄʟᴏꜱᴇ ᴜꜱᴇʀɴᴀᴍᴇ '@'

➣ 𝑳𝒐𝒄𝒌 𝑻𝒂𝒈
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴄʟᴏꜱᴇ ʜᴀꜱʜᴛᴀɢ '#'

➣ 𝑳𝒐𝒄𝒌 𝑾𝒆𝒃
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴄʟᴏꜱᴇ ꜱᴇɴᴅɪɴɢ ᴡᴇʙꜱɪᴛᴇ ʟɪɴᴋꜱ

➣ 𝑳𝒐𝒄𝒌 𝑱𝒐𝒊𝒏
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴄʟᴏꜱᴇ ᴊᴏɪɴɪɴɢ ɴᴇᴡ ᴍᴇᴍʙᴇʀ ᴛᴏ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑻𝒈𝑺𝒆𝒓𝒗𝒊𝒄𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴄʟᴏꜱᴇ ꜱᴇᴇɪɴɢ ᴏᴛʜᴇʀ ᴘᴇᴏᴘʟᴇ ᴊᴏɪɴ ᴏʀ ᴀᴅᴅ ᴏᴛʜᴇʀꜱ

➣ 𝑳𝒐𝒄𝒌 𝑩𝒐𝒕
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ʙᴀɴ ᴀɴʏ ʀᴏʙᴏᴛ ᴀᴅᴅᴇᴅ ᴛᴏ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑳𝒐𝒄𝒂𝒕𝒊𝒐𝒏
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴄʟᴏꜱᴇ ꜱᴇɴᴅɪɴɢ ʟɪɴᴋ

]],
HelpLock2EN = [[
─═हई 𝑾𝒆𝒍𝒄𝒐𝒎𝒆 𝑻𝒐 𝑳𝒐𝒄𝒌 𝑯𝒆𝒍𝒑 𝑷𝒂𝒈𝒆 𝑻𝒘𝒐 ईह═─

➣ 𝑳𝒐𝒄𝒌 𝑰𝒏𝒍𝒊𝒏𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ɪɴʟɪɴᴇ ᴍᴇꜱꜱᴀɢᴇ ꜰʀᴏᴍ ᴏᴛʜᴇʀ ʙᴏᴛꜱ

➣ 𝑳𝒐𝒄𝒌 𝑭𝒂𝒓𝒔𝒊
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ꜰᴀʀꜱɪ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑬𝒏𝒈𝒍𝒊𝒔𝒉
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ᴇɴɢʟɪꜱʜ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑷𝒐𝒍𝒍
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ᴘᴏʟʟ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑷𝒉𝒐𝒕𝒐
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ᴘʜᴏᴛᴏ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑽𝒊𝒅𝒆𝒐
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ᴠɪᴅᴇᴏ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑮𝒊𝒇
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ɢɪꜰ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑺𝒕𝒊𝒄𝒌𝒆𝒓
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ꜱᴛɪᴄᴋᴇʀ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑽𝒐𝒊𝒄𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ᴠᴏɪᴄᴇ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ
]],
HelpLock3EN = [[
─═हई 𝑾𝒆𝒍𝒄𝒐𝒎𝒆 𝑻𝒐 𝑳𝒐𝒄𝒌 𝑯𝒆𝒍𝒑 𝑷𝒂𝒈𝒆 𝑻𝒉𝒓𝒆𝒆 ईह═─

➣ 𝑳𝒐𝒄𝒌 𝑨𝒖𝒅𝒊𝒐
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ᴀᴜᴅɪᴏ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑻𝒆𝒙𝒕
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ᴛᴇxᴛ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑮𝒂𝒎𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ɢᴀᴍᴇ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑪𝒐𝒏𝒕𝒂𝒄𝒕
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ᴄᴏɴᴛᴀᴄᴛ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑽𝒊𝒅𝒆𝒐𝑵𝒐𝒕𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ᴠɪᴅᴇᴏɴᴏᴛᴇ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑳𝒐𝒄𝒌 𝑫𝒐𝒄𝒖𝒎𝒆𝒏𝒕
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱᴇ ᴅᴏᴄᴜᴍᴇɴᴛ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ
]],
HelpUnLockEN = [[
─═हई 𝑾𝒆𝒍𝒄𝒐𝒎𝒆 𝑻𝒐 𝑼𝒏𝑳𝒐𝒄𝒌 𝑯𝒆𝒍𝒑 𝑷𝒂𝒈𝒆 𝑶𝒏𝒆 ईह═─

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑳𝒊𝒏𝒌
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴏᴘᴇɴ ꜱᴇɴᴅɪɴɢ ʟɪɴᴋ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑭𝒐𝒓𝒘𝒂𝒓𝒅
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴄʟᴏꜱɪɴɢ ꜰᴏʀᴡᴀʀᴅ ᴍᴇꜱꜱᴀɢᴇ ꜰʀᴏᴍ ᴜꜱᴇʀ ᴏʀ ᴄʜᴀɴɴᴇʟ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑴𝒆𝒏𝒕𝒊𝒐𝒏
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴏᴘᴇɴ ᴍᴇɴᴛɪᴏɴ ᴏᴛʜᴇʀ ᴘᴇᴏᴘʟᴇ ᴏɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑼𝒔𝒆𝒓𝒏𝒂𝒎𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴏᴘᴇɴ ᴜꜱᴇʀɴᴀᴍᴇ '@'

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑻𝒂𝒈
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴏᴘᴇɴ ʜᴀꜱʜᴛᴀɢ '#'

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑾𝒆𝒃
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴏᴘᴇɴ ꜱᴇɴᴅɪɴɢ ᴡᴇʙꜱɪᴛᴇ ʟɪɴᴋꜱ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑱𝒐𝒊𝒏
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴏᴘᴇɴ ᴊᴏɪɴɪɴɢ ɴᴇᴡ ᴍᴇᴍʙᴇʀ ᴛᴏ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑻𝒈𝑺𝒆𝒓𝒗𝒊𝒄𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴏᴘᴇɴ ꜱᴇᴇɪɴɢ ᴏᴛʜᴇʀ ᴘᴇᴏᴘʟᴇ ᴊᴏɪɴ ᴏʀ ᴀᴅᴅ ᴏᴛʜᴇʀꜱ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑩𝒐𝒕
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ɴᴏᴛ ʙᴀɴ ᴀɴʏ ʀᴏʙᴏᴛ ᴀᴅᴅᴇᴅ ᴛᴏ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑳𝒐𝒄𝒂𝒕𝒊𝒐𝒏
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴏᴘᴇɴ ꜱᴇɴᴅɪɴɢ ʟɪɴᴋ

]],
HelpUnLock2EN = [[
─═हई 𝑾𝒆𝒍𝒄𝒐𝒎𝒆 𝑻𝒐 𝑼𝒏𝑳𝒐𝒄𝒌 𝑯𝒆𝒍𝒑 𝑷𝒂𝒈𝒆 𝑻𝒘𝒐 ईह═─

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑰𝒏𝒍𝒊𝒏𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ɪɴʟɪɴᴇ ᴍᴇꜱꜱᴀɢᴇ ꜰʀᴏᴍ ᴏᴛʜᴇʀ ʙᴏᴛꜱ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑭𝒂𝒓𝒔𝒊
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ꜰᴀʀꜱɪ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑬𝒏𝒈𝒍𝒊𝒔𝒉
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ᴇɴɢʟɪꜱʜ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑷𝒐𝒍𝒍
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ᴘᴏʟʟ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑷𝒉𝒐𝒕𝒐
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ᴘʜᴏᴛᴏ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑽𝒊𝒅𝒆𝒐
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ᴠɪᴅᴇᴏ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑮𝒊𝒇
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ɢɪꜰ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑺𝒕𝒊𝒄𝒌𝒆𝒓
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ꜱᴛɪᴄᴋᴇʀ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑽𝒐𝒊𝒄𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ᴠᴏɪᴄᴇ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ
]],
HelpUnLock3EN = [[
─═हई 𝑾𝒆𝒍𝒄𝒐𝒎𝒆 𝑻𝒐 𝑼𝒏𝑳𝒐𝒄𝒌 𝑯𝒆𝒍𝒑 𝑷𝒂𝒈𝒆 𝑻𝒉𝒓𝒆𝒆 ईह═─

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑨𝒖𝒅𝒊𝒐
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ᴀᴜᴅɪᴏ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑻𝒆𝒙𝒕
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ᴛᴇxᴛ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑮𝒂𝒎𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ɢᴀᴍᴇ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑪𝒐𝒏𝒕𝒂𝒄𝒕
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ᴄᴏɴᴛᴀᴄᴛ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑽𝒊𝒅𝒆𝒐𝑵𝒐𝒕𝒆
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ᴠɪᴅᴇᴏɴᴏᴛᴇ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ

➣ 𝑼𝒏𝑳𝒐𝒄𝒌 𝑫𝒐𝒄𝒖𝒎𝒆𝒏𝒕
『ɪᴛ'ꜱ ᴜꜱᴇ ꜰᴏʀ ᴏᴘᴇɴ ᴅᴏᴄᴜᴍᴇɴᴛ ᴍᴇꜱꜱᴀɢᴇ ɪɴ ɢʀᴏᴜᴘ
]],
HelpBaseEN = [[
─═हई 𝑾𝒆𝒍𝒄𝒐𝒎𝒆 𝑻𝒐 𝑩𝒂𝒔𝒆 𝑪𝒐𝒎𝒎𝒂𝒏𝒅 𝑯𝒆𝒍𝒑 ईह═─

➣ 𝑷𝒓𝒐𝒎𝒐𝒕𝒆 @ | 𝑹𝒆𝒑𝒍𝒚
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ᴀᴅᴅ ᴍᴇᴍʙᴇʀ ᴛᴏ ᴀᴅᴍɪɴ ʟɪꜱᴛ

➣ 𝑫𝒆𝒎𝒐𝒕𝒆 @ | 𝑹𝒆𝒑𝒍𝒚
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ʀᴇᴍᴏᴠᴇ ᴍᴇᴍʙᴇʀ ᴛᴏ ᴀᴅᴍɪɴ ʟɪꜱᴛ

➣ 𝑴𝒖𝒕𝒆 @ | 𝑹𝒆𝒑𝒍𝒚
『ɪᴛ'ꜱ ᴜꜱᴇ  ᴛᴏ ᴀᴅᴅ ᴀ ᴜꜱᴇʀ ᴛᴏ ᴍᴜᴛᴇʟɪꜱᴛ

➣ 𝑼𝒏𝒎𝒖𝒕𝒆 @ | 𝑹𝒆𝒑𝒍𝒚
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ʀᴇᴍᴏᴠᴇ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ᴍᴜᴛᴇʟɪꜱᴛ

➣ 𝑩𝒂𝒏 @ | 𝑹𝒆𝒑𝒍𝒚
『ɪᴛ'ꜱ ᴜꜱᴇ  ᴛᴏ ᴀᴅᴅ ᴀ ᴜꜱᴇʀ ᴛᴏ ʙᴀɴʟɪꜱᴛ

➣ 𝑼𝒏𝒃𝒂𝒏 @ | 𝑹𝒆𝒑𝒍𝒚
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ʀᴇᴍᴏᴠᴇ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ʙᴀɴʟɪꜱᴛ

➣ 𝑺𝒆𝒕𝑽𝒊𝒑 @ | 𝑹𝒆𝒑𝒍𝒚
『ɪᴛ'ꜱ ᴜꜱᴇ  ᴛᴏ ᴀᴅᴅ ᴀ ᴜꜱᴇʀ ᴛᴏ ᴠɪᴘʟɪꜱᴛ

➣ 𝑹𝒆𝒎𝑽𝒊𝒑 @ |𝑹𝒆𝒑𝒍𝒚
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ʀᴇᴍᴏᴠᴇ ᴀ ᴜꜱᴇʀ ꜰʀᴏᴍ ᴠɪᴘʟɪꜱᴛ

➣ 𝑾𝒆𝒍𝒄𝒐𝒎𝒆 𝑶𝒏/𝑶𝒇𝒇
『ꜱᴇᴛ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇꜱꜱᴀɢᴇ ᴏɴ ᴏʀ ᴏꜰꜰ ᴍᴏᴅᴇ

➣ 𝑺𝒆𝒕𝑾𝒆𝒍𝒄𝒐𝒎𝒆 [𝑻𝒆𝒙𝒕]
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ꜱᴇᴛ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇꜱꜱᴀɢᴇ

➣ 𝑭𝒊𝒍𝒕𝒆𝒓 [𝑻𝒆𝒙𝒕]
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ꜰɪʟᴛᴇʀ ᴀ ᴡᴏʀᴅ ᴏɴ ɢʀᴏᴜᴘ

➣ 𝑹𝒆𝒎𝑭𝒊𝒍𝒕𝒆𝒓 [𝑻𝒆𝒙𝒕]
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ʀᴇᴍᴏᴠᴇ ᴡᴏʀᴅ ꜰʀᴏᴍ ꜰɪʟᴛᴇʀ ʟɪꜱᴛ

➣ 𝑺𝒆𝒕𝑳𝒂𝒏𝒈 𝑷𝒆𝒓𝒔𝒊𝒂𝒏/𝑬𝒏𝒈𝒍𝒊𝒔𝒉
『ɪᴛ'ꜱ ᴜꜱᴇ ᴛᴏ ꜱᴇʟᴇᴄᴛ ʀᴏʙᴏᴛ ʟᴀɴɢᴜᴀɢᴇ	
]],
HelpFunEN = [[
𝑭𝒖𝒏 𝑾𝒊𝒍𝒍 𝑩𝒆 𝑨𝒅𝒅𝒆𝒅 𝑰𝒏 𝑵𝒆𝒙𝒕 𝑽𝒆𝒓𝒔𝒊𝒐𝒏
]],
HelpLockFA = [[ 
─═हई به راهنمای قفل صفحه اول خوش آمدید ईह═─
》 قفل لینک
✥ برای فعال کردن قفل لینک در گروه استفاده میشود

》 قفل فوروارد
✥ برای فعال کردن قفل فوروارد در گروه استفاده میشود

》 قفل منشن
✥ برای فعال کردن قفل منشن در گروه استفاده میشود

》 قفل یوزرنیم
✥ برای فعال کردن قفل یوزرنیم در گروه استفاده میشود

》 قفل تگ
✥ برای فعال کردن قفل تگ در گروه استفاده میشود

》 قفل وب
✥ برای فعال کردن قفل وب در گروه استفاده میشود

》 قفل ورود
✥ برای فعال کردن قفل ورود اعضای جدید در گروه استفاده میشود

》 قفل سرویس تلگرام
✥ برای فعال کردن قفل سرویس تلگرام در گروه استفاده میشود

》 قفل ربات
✥ برای فعال کردن قفل ربات در گروه استفاده میشود

》 قفل لوکیشن
✥ برای فعال کردن قفل لوکیشن در گروه استفاده میشود
 ]],
HelpLock2FA = [[  
─═हई به راهنمای قفل صفحه دوم خوش آمدید ईह═─

》 قفل اینلاین
✥ برای فعال کردن قفل اینلاین در گروه استفاده میشود

》 قفل فارسی
✥ برای فعال کردن قفل فارسی در گروه استفاده میشود

》 قفل انگلیسی
✥ برای فعال کردن قفل انگلیسی در گروه استفاده میشود

》 قفل نظرسنجی
✥ برای فعال کردن قفل نظرسنجی در گروه استفاده میشود

》 قفل عکس
✥ برای فعال کردن قفل عکس در گروه استفاده میشود

》 قفل ویدیو
✥ برای فعال کردن قفل ویدیو در گروه استفاده میشود

》 قفل گیف
✥ برای فعال کردن قفل گیف در گروه استفاده میشود

》 قفل استیکر
✥ برای فعال کردن قفل استیکر در گروه استفاده میشود

》 قفل ویس
✥ برای فعال کردن قفل ویس در گروه استفاده میشود
]],
HelpLock3FA = [[  
─═हई به راهنمای قفل صفحه سوم خوش آمدید ईह═─

》 قفل آهنگ
✥ برای فعال کردن قفل آهنگ در گروه استفاده میشود

》 قفل متن
✥ برای فعال کردن قفل متن در گروه استفاده میشود

》 قفل بازی
✥ برای فعال کردن قفل گیم در گروه استفاده میشود

》 قفل مخاطبین
✥ برای فعال کردن قفل مخاطبین در گروه استفاده میشود

》 قفل سلفی
✥ برای فعال کردن قفل سلفی در گروه استفاده میشود

》 قفل فایل
✥ برای فعال کردن قفل فایل در گروه استفاده میشود
]],
HelpUnLockFA = [[
─═हई به راهنمای بازکردن صفحه اول خوش آمدید ईह═─

》 بازکردن لینک
✥ برای غیرفعال کردن قفل لینک در گروه استفاده میشود

》 بازکردن فوروارد
✥ برای غیرفعال کردن قفل فوروارد در گروه استفاده میشود

》 بازکردن منشن
✥ برای غیرفعال کردن قفل منشن در گروه استفاده میشود

》 بازکردن یوزرنیم
✥ برای غیرفعال کردن قفل یوزرنیم در گروه استفاده میشود

》 بازکردن تگ
✥ برای غیرفعال کردن قفل تگ در گروه استفاده میشود

》 بازکردن وب
✥ برای غیرفعال کردن قفل وب در گروه استفاده میشود

》 بازکردن ورود
✥ برای غیرفعال کردن قفل ورود اعضای جدید در گروه استفاده میشود

》 بازکردن سرویس تلگرام
✥ برای غیرفعال کردن قفل سرویس تلگرام در گروه استفاده میشود

》 بازکردن ربات
✥ برای غیرفعال کردن قفل ربات در گروه استفاده میشود

》 بازکردن لوکیشن
✥ برای غیرفعال کردن قفل لوکیشن در گروه استفاده میشود
]],
HelpUnLock2FA = [[  
─═हई به راهنمای بازکردن صفحه دوم خوش آمدید ईह═─

》 بازکردن اینلاین
✥ برای غیرفعال کردن قفل اینلاین در گروه استفاده میشود

》 بازکردن فارسی
✥ برای غیرفعال کردن قفل فارسی در گروه استفاده میشود

》 بازکردن انگلیسی
✥ برای غیرفعال کردن قفل انگلیسی در گروه استفاده میشود

》 بازکردن نظرسنجی
✥ برای غیرفعال کردن قفل نظرسنجی در گروه استفاده میشود

》 بازکردن عکس
✥ برای غیرفعال کردن قفل عکس در گروه استفاده میشود

》 بازکردن ویدیو
✥ برای غیرفعال کردن قفل ویدیو در گروه استفاده میشود

》 بازکردن گیف
✥ برای غیرفعال کردن قفل گیف در گروه استفاده میشود

》 بازکردن استیکر
✥ برای غیرفعال کردن قفل استیکر در گروه استفاده میشود

》 بازکردن ویس
✥ برای غیرفعال کردن قفل ویس در گروه استفاده میشود
]],
HelpUnLock3FA = [[  
─═हई به راهنمای بازکردن صفحه سوم خوش آمدید ईह═─

》 بازکردن آهنگ
✥ برای غیرفعال کردن قفل آهنگ در گروه استفاده میشود

》 بازکردن متن
✥ برای غیرفعال کردن قفل متن در گروه استفاده میشود

》 بازکردن بازی
✥ برای غیرفعال کردن قفل گیم در گروه استفاده میشود

》 بازکردن مخاطبین
✥ برای غیرفعال کردن قفل مخاطبین در گروه استفاده میشود

》 بازکردن سلفی
✥ برای غیرفعال کردن قفل سلفی در گروه استفاده میشود

》 بازکردن فایل
✥ برای غیرفعال کردن قفل فایل در گروه استفاده میشود
]],
HelpBaseFA = [[
─═हई به راهنمای دستورات اصلی خوش آمدید ईह═─

》 ترفیع [@ | ریپلای]
✥

》 تنزل [@ | ریپلای] 
✥ تنزل کردن یک کاربر از ادمینی ربات

》 سکوت [@ | ریپلای]
✥ سکوت کردن کاربر در گروه

》 حذف سکوت [@ | ریپلای]
✥ حذف سکوت کاربر در گروه

》 بن [@ | ریپلای]
✥ بن کردن کاربر

》 حذف بن [@ | ریپلای]
✥ حذف بن کاربر

》 ویژه [@ | ریپلای]
✥ اضافه کردن کاربر به لیست ویژه ربات

》 حذف ویژه [@ | ریپلای]
✥ حذف کاربر از لیست ویژه ربات

》 خوشامدگویی [روشن | خاموش]
✥ روشن و خاموش کردن خوشامدگویی

》 تنظیم خوشامدگویی [متن]
✥ تنظیم متن خوشامدگویی ربات

》 فیلتر [متن] 
✥ فیلترکردن متن

》 حذف فیلتر [متن]
✥ حذف فیلتر متن

》 تنظیم زبان [فارسی | انگلیسی]
✥ تنظیم زبان ربات بر روی فارسی یا انگلیسی
 ]],
HelpFunFA = [[ انشالله در نسخه بعدی!  ]]
}
-- By @Abolfazl_le / @LuaError
